[{
  "text": "They were all dead. The final gunshot was an exclamation mark to everything that had led to this point. I released my finger from the trigger. And then it was over.",
  "game": "Max Payne"
}, {
  "text": "Life was good. The sun setting on a sweet summer's day, the smell of freshly mowed lawns, the sounds of children playing... A house across the river, on the Jersey-side. A beautiful wife and a baby girl. The American Dream come true. But dreams have a nasty habit of going bad when you're not looking.",
  "game": "Max Payne"
}, {
  "text": "The sun went down with practiced bravado. Twilight crawled across the sky, laden with foreboding. I didn't like the way the show started. But they had given me the best seat in the house. Front row center.",
  "game": "Max Payne"
}, {
  "text": "The feeling hit me like a point-blank shot straight in the face: something was not right about this. My Beretta stirred nervously under my coat... But the train doors had already shut behind me, and I was in for the ride. Next stop: Roscoe Street Station.",
  "game": "Max Payne"
}, {
  "text": "So much for being subtle.",
  "game": "Max Payne"
}, {
  "text": "The word was out. A deadly virus released into the city's corrupt circulatory system. Something wicked this way comes. Max Payne at large.",
  "game": "Max Payne"
}, {
  "text": "A bomb went off, turning snow into liquid gold. The goons inside were spooked, but luck always came with a price tag.",
  "game": "Max Payne"
}, {
  "text": "Gognitti bailed. I made like Chow Yun-Fat.",
  "game": "Max Payne"
}, {
  "text": "I don't know about angels, but it's fear that gives men wings.",
  "game": "Max Payne"
}, {
  "text": "Ragna Rock was as inviting as a headache, flickering and flashing to a machine gun beat. The belly of the nightclub was a gothic theme park that began with bondage games, and led to the nasty stuff from there... As subtle with its dark message as a cop killer bullet through the heart. Like father, like son. Just like Jack Lupino.",
  "game": "Max Payne"
}, {
  "text": "Ragnarok, the end of the Viking world with a terrible winter that covered the Earth in ice, when vile crimes were rampant and all humanity lost. I could see how someone impressionable might get it into their head that we were at the end of time.",
  "game": "Max Payne"
}, {
  "text": "The flesh of fallen angels.",
  "game": "Max Payne"
}, {
  "text": "Beelzebub, Asmodeus, Baphomet, Lucifer, Loki, Cthulhu, Lilith, Hela... Blood given to you all... He was after that old Faustian deal - your soul for power and fortune, just sign on the dotted line with your blood.",
  "game": "Max Payne"
}, {
  "text": "After Y2K the end of the world had become a cliché. But who was I to talk, a brooding underdog avenger alone against an empire of evil, out to right a grave injustice. Everything was subjective. There were only personal apocalypses. Nothing is a cliché when it's happening to you.",
  "game": "Max Payne"
}, {
  "text": "Secrets... living under the skin of reality. I've seen it, the corruption of flesh! I'm the wolf! Yeah! I am the wolf! It's close. It's coming. You have come. The witness to the end of time. It's now! I will rise to her side! I don't need the words! I'm beyond the words!",
  "game": "Max Payne"
}, {
  "text": "I had known there'd have to be a catch in it somewhere, and this one was the Empire State Building of catches... Lupino was pumped up and dying to go 15 rounds with a mutant alligator.",
  "game": "Max Payne"
}, {
  "text": "The nightmare was always the same. Violent shapes moving in darkness, old and ugly. The killer's mad laughter was a riddle filled with wicked innuendo. Somewhere the baby was crying.",
  "game": "Max Payne"
}, {
  "text": "Shoot 'em fulla holes, blow 'em to bits, vaporize 'em, disintegrate 'em, no matter whatchu do, they'll still be back, good as new.",
  "game": "Max Payne"
}, {
  "text": "I woke up in a bad dream. My head felt two sizes too small for my brain.",
  "game": "Max Payne"
}, {
  "text": "He had a baseball bat, and I was tied to a chair. Pissing him off was the smart thing to do.",
  "game": "Max Payne"
}, {
  "text": "None of us was a saint.",
  "game": "Max Payne"
}, {
  "text": "No minotaur lurked in this labyrinth, but somewhere out there, on the clanking deck of his cargo freighter, the skipper of the Charon was waiting...",
  "game": "Max Payne"
}, {
  "text": "You really get a bang out of this big time gangster act, don't you?",
  "game": "Max Payne"
}, {
  "text": "Payne! You're a dead man... That's what everybody keeps telling me.",
  "game": "Max Payne"
}, {
  "text": "The numbing cold of the broken night had followed me in. Upstairs the trio tangoed down the manor halls to the silent rhythm of their murderous hearts, the blood of their victims rust on their lips.",
  "game": "Max Payne"
}, {
  "text": "Punchinello was a pushover. The moment I stepped into the room he folded like a deuce before a royal flush.",
  "game": "Max Payne"
}, {
  "text": "I was in a graphic novel. Funny as hell, it was the most horrible thing I could think of.",
  "game": "Max Payne"
}, {
  "text": "Staggering on the mill roof in ice and snow and wild wind, I was a ninja. My kung fu was strong. I wasn't kidding anyone. At best, I was Superman on kryptonite, about to fall through a skylight, down to where it was all going down.",
  "game": "Max Payne"
}, {
  "text": "I might have laughed, if I had remembered how.",
  "game": "Max Payne"
}, {
  "text": "I was close enough to hear the secrets just beyond the next doorway.",
  "game": "Max Payne"
}, {
  "text": "I had taken on the role of the mythic detective: Bogart as Marlowe, or as Sam Spade going after the Maltese Falcon, to unravel all the mysteries. Following a path of clues to that final revelation, even if it would take me down to the cold, cavernous depths of a grave.",
  "game": "Max Payne"
}, {
  "text": "Project Valhalla. V for valkyr, V for Valhalla. All of a sudden it read like a crackpot conspiracy theory.",
  "game": "Max Payne"
}, {
  "text": "I hadn't slept in a million years.",
  "game": "Max Payne"
}, {
  "text": "When the darkness fell, New York City became something else, any old Sinatra song notwithstanding. Bad things happened in the night, on the streets of that other city. Noir York City.",
  "game": "Max Payne"
}, {
  "text": "In the land of the blind the one-eyed man is king.",
  "game": "Max Payne"
}, {
  "text": "I had dreamed of revenge. Those dreams were always nightmares, of coming close and then failing. Now I was close. I had a name to guide me. Nicole Horne. I had nothing to lose.",
  "game": "Max Payne"
}, {
  "text": "Mine wasn't the most original approach to the problem, it wasn't as if it hadn't all been done before... An eye for an eye, the first principle of revenge, old as dirt, still going strong. The cardinal rule in going after someone with an intention to kill was not to make it personal, which it almost always ended up being anyway.",
  "game": "Max Payne"
}, {
  "text": "Valkyr had been meant to be a white-winged maiden who would lift you to a warrior's heaven. But it had turned out to be a one-way demon ride to hell. The Devil was in the drug. I knew. I had met him.",
  "game": "Max Payne"
}, {
  "text": "No begging, no bribes. She knew better. Honor among killers; we who are about to die. Both of us knew how this would end: in pain and suffering.",
  "game": "Max Payne"
}, {
  "text": "It's ridiculous you've made it this far.",
  "game": "Max Payne"
}, {
  "text": "They were all dead. The final gunshot was an exclamation mark to everything that had led to this point. I released my finger from the trigger. And then it was all over. The storm seemed to lose its frenzy. The ragged clouds gave way to the stars above. A bit closer to Heaven.",
  "game": "Max Payne"
}, {
  "text": "Colder than a walk-in fridge. Cold as a gun.",
  "game": "Max Payne"
}, {
  "text": "Collecting evidence had gotten old a few hundred bullets back. I was already so far beyond the point of no return I couldn't remember what it had looked like when I had passed it.",
  "game": "Max Payne"
}, {
  "text": "He was trying to buy more sand for his hour glass. I wasn't selling any.",
  "game": "Max Payne"
}, {
  "text": "It was colder than the devil’s heart, raining ice pitchforks as if the heavens were ready to fall.",
  "game": "Max Payne"
}, {
  "text": "One thing you can count on: You push a man too far, and sooner or later he'll start pushing back.",
  "game": "Max Payne"
}, {
  "text": "What's possible in dreams suddenly makes no sense.",
  "game": "Max Payne"
}, {
  "text": "It wasn't about how smart or how good you were. It was chaos and luck, and anyone who thought different was a fool.",
  "game": "Max Payne"
}, {
  "text": "An urban legend come true. You complete the jigsaw puzzle to discover it is a picture of yourself, finishing that same puzzle. A mad, green-eyed killer behind you.",
  "game": "Max Payne"
}, {
  "text": "There was no glory in this. I hadn't asked for this crap. Trouble had come to me, in big dark swarms. The good and the just, they were like gold dust in this city. I had no illusions. I was not one of them. I was no hero. Just me and the gun, and the crook. My options had decreased to a singular course.",
  "game": "Max Payne"
}, {
  "text": "You'd find that Lady Luck was really a hooker, and you were fresh out of cash.",
  "game": "Max Payne"
}, {
  "text": "Life knows two miseries; getting what you don't want and not getting what you want.",
  "game": "Max Payne Two"
}, {
  "text": "This hadn't been my first fall in the night, still just a prelude to the real deal, still a long way to the bottom.",
  "game": "Max Payne Two"
}, {
  "text": "I lied to myself that it was over. I was still alive, my loved ones were still dead. It wasn't over.",
  "game": "Max Payne Two"
}, {
  "text": "I didn't deserve to walk away. There are no happy endings.",
  "game": "Max Payne Two"
}, {
  "text": "A bomb went off in my head. The bullet lodged in my brain moved a fatal, microscopic distance.",
  "game": "Max Payne Two"
}, {
  "text": "Everything had started out as black and white. Somewhere down the road, the line went blurry. The colors started to run, got smudged and gray. Winterson had been above my suspicion. It felt like a goodbye.",
  "game": "Max Payne Two"
}, {
  "text": "There was a blind spot in my head, a bullet-shaped hole where the answers should be. Call it denial. I wanted to dig inside my skull and scrape out the pain.",
  "game": "Max Payne Two"
}, {
  "text": "Kissing her, I think of the cold laws of cause and effect.",
  "game": "Max Payne Two"
}, {
  "text": "Mona's appearance had triggered a dislocation. Schizophrenia. I felt elation, but with it, fear that all the past evils had come along for the ride.",
  "game": "Max Payne Two"
}, {
  "text": "Home, sweet home. Something in the night felt like a door had been opened, an echo of the past, an old monster snapping its eyes open in the depths of my brain. Closing your eyes forces you to look at the darkness inside.",
  "game": "Max Payne Two"
}, {
  "text": "A funhouse is a linear sequence of scares. Take it or leave it is the only choice given. Makes you think about free will: have our choices been made for us because of who we are?",
  "game": "Max Payne Two"
}, {
  "text": "Mona had come through here, the dead cleaners is a sign of her passage.",
  "game": "Max Payne Two"
}, {
  "text": "If you think nothing can get to you, you're lying to yourself. At best you're temporarily dead. A lightning bolt could re-animate you without a warning.",
  "game": "Max Payne Two"
}, {
  "text": "The past is a gaping hole. You try to run from it, but the more you run, the deeper, more terrible it grows behind you, its edges yawning at your heels. Your only chance is to turn around and face it. But it's like looking down into the grave of your love, or kissing the mouth of a gun, a bullet trembling in its dark nest, ready to blow your head off.",
  "game": "Max Payne Two"
}, {
  "text": "Throw the rules out the window, odds are you'll go that way too.",
  "game": "Max Payne Two"
}, {
  "text": "Like all the bad things in my life, it started with the death of a woman. I couldn't save her.",
  "game": "Max Payne Two"
}, {
  "text": "The genius of the hole: no matter how long you spend climbing out, you can still fall back down in an instant.",
  "game": "Max Payne Two"
}, {
  "text": "All this time we got the fable of Sleeping Beauty wrong. The prince didn't kiss her to wake her up. No one who slept for a hundred years is likely to wake up. It was the other way round. He kisses her to wake himself up from the nightmare that has brought him there.",
  "game": "Max Payne Two"
}, {
  "text": "They were after me, it was my fault. You can't run from your past. You'll end up running in circles. Until you fall back down to the same hole you were trying to escape from, only the hole's grown deeper.",
  "game": "Max Payne Two"
}, {
  "text": "Death is inevitable. Our fear of it makes us play safe, blocks out emotion. It's a losing game. Without passion you are already dead.",
  "game": "Max Payne Two"
}, {
  "text": "There are no choices. Nothing but a straight line. The illusion comes afterwards, when you ask why me? and what if?. When you look back and see the branches, like a pruned bonsai tree, or forked lightning. If you had done something differently, it wouldn't be you, it would be someone else looking back, asking a different set of questions.",
  "game": "Max Payne Two"
}, {
  "text": "The trouble with wanting something is the fear of losing it, or never getting it. The thought makes you weak.",
  "game": "Max Payne Two"
}, {
  "text": "Now, like all my loves, she is mine forever. She has brought me here, to this moment of clarity, where time slows down, and I choose to look back, to see myself. And in that act of seeing, I am reborn.",
  "game": "Max Payne Two"
}, {
  "text": "As surely as the bullet rips through the victim's flesh, organ and bone, it shatters the image of the man who pulls the trigger.",
  "game": "Max Payne Two"
}, {
  "text": "The past is a puzzle, like a broken mirror. As you piece it together, you cut yourself, your image keeps shifting. And you change with it. It could destroy you, drive you mad. It could set you free.",
  "game": "Max Payne Two"
}, {
  "text": "I didn't know what Mona wanted, if it was the same thing that I was after. To kill those who were trying to kill her. The bullet, real or imagined, lodged in her head routing her synapses. Driving her on.",
  "game": "Max Payne Two"
}, {
  "text": "This is what I see when I look back. These moments, blinding as snow, they kill you, change you. You die and live again, remade.",
  "game": "Max Payne Two"
}, {
  "text": "I had a bomb ticking in my head. No amount of painkillers would disable it.",
  "game": "Max Payne Two"
}, {
  "text": "The things that I want, by Max Payne. A smoke. A whiskey. For the sun to shine. I want to sleep to forget. To change the past. My wife and baby girl back. Unlimited ammo and a license to kill. Right then, more than anything, I wanted her.",
  "game": "Max Payne Two"
}, {
  "text": "There are things in life you cannot choose: how you feel.",
  "game": "Max Payne Two"
}, {
  "text": "Like always, the dead had all the answers I was missing. It wasn't that they weren't eager to talk; quite the contrary, the dead had plenty to say and once they started, they would never shut up. Their words would keep you awake at night.",
  "game": "Max Payne Two"
}, {
  "text": "When you're waking up, the world is a blur. What was clear in a dream, suddenly makes no sense. No surreal rescues. No easy, magic way out. But you are awake.",
  "game": "Max Payne Two"
}, {
  "text": "With no way to deal with the past, I kept my eyes on the road, off the rear-view mirror and the road-kill behind me. I chased lesser mysteries, other people's crimes.",
  "game": "Max Payne Two"
}, {
  "text": "Einstein was right, time is relative to the observer. When you're looking down the barrel of a gun, time slows down. Your whole life flashes by, heartbreak and scars. Stay with it, and you can live a lifetime in that split second.",
  "game": "Max Payne Two"
}, {
  "text": "This is love. When someone drags you from the wreckage when you have given in, ready to just lie there and die. This is love. When someone, no matter what the cost, shows you there is hope, a choice, that you can put down your gun. This is love. Love hurts.",
  "game": "Max Payne Two"
}, {
  "text": "When entertainment turns into a surreal reflection of your life, you're a lucky man if you can laugh at the joke. Luck and I weren't on speaking terms, or maybe the place was just too damn lame to be funny.",
  "game": "Max Payne Two"
}, {
  "text": "Your past has a way of sneaking up on you. You'll hear broken echoes of it everywhere, like a bad replay. You'll get mad at everyone for reminding you about it, even if it's all in your head.",
  "game": "Max Payne Two"
}, {
  "text": "You come to, amidst the wreckage of your own making. Do you stay there, eyes squeezed shut, afraid to move, hoping to bleed to death? Or do you crawl out, help your loved ones, make sure the fire doesn't spread, try to fix it?",
  "game": "Max Payne Two"
}, {
  "text": "Firing a gun is a binary choice. Either you pull the trigger or you don't.",
  "game": "Max Payne Two"
}, {
  "text": "The explosion in my apartment had started a fire. The flames couldn't burn away my past. They only made the shadows behind me leap higher.",
  "game": "Max Payne Two"
}, {
  "text": "I hadn't slept in a long time. When I did, my dreams were nightmares. In a nightmare, every choice you make is a wrong one. I would wake up at night, afraid that day was a dream I'd forget.",
  "game": "Max Payne Two"
}, {
  "text": "I am afraid. But I start again from the beginning, trace my own steps to the scene of the crime.",
  "game": "Max Payne Two"
}, {
  "text": "The gilding on the mask had cracked to reveal the rot underneath.",
  "game": "Max Payne Two"
}, {
  "text": "The world was getting too small for comfort.",
  "game": "Max Payne Two"
}, {
  "text": "Cleaners was a misnomer. They were making a mess of it.",
  "game": "Max Payne Two"
}, {
  "text": "I felt like I was walking into a trap. I felt guilty, like I was about to get caught.",
  "game": "Max Payne Two"
}, {
  "text": "Fraternizing with the enemy. I had stepped over the edge. The cartoon moment when the gravity waits for the coyote to realize his mistake before the plunge.",
  "game": "Max Payne Two"
}, {
  "text": "Mona was still the answer. I caught glimpses of her out of the corner of my eye, felt her presence everywhere I went. I was trying to trace her path, recreate the winding course of the magic bullet in her head. I couldn't find her.",
  "game": "Max Payne Two"
}, {
  "text": "She was dead. The bullet in her head had come to the end of its slow-motion journey.",
  "game": "Max Payne Two"
}, {
  "text": "I'd found the sniper's hideout. They'd been spying on me for days, weeks, months even. My every action, observed, recorded, analyzed. The place was the proof every paranoiac dreams of.",
  "game": "Max Payne Two"
}, {
  "text": "I had tried to run from it, edit it out. Winterson was dead. I was a murderer.",
  "game": "Max Payne Two"
}, {
  "text": "One thing left to do. I was compelled to give Vlad his gun back. One bullet at a time.",
  "game": "Max Payne Two"
}, {
  "text": "Behind the door were the suites. They weren't an improvement on the regular apartments.",
  "game": "Max Payne Two"
}, {
  "text": "Without Mona's help, I'd be a dead man. Suddenly, for the first time in I don't know how long, I realized, I didn't wish to be dead.",
  "game": "Max Payne Two"
}, {
  "text": "Mona, these guys are packing, close to overkill, hardcore professionals.",
  "game": "Max Payne Two"
}, {
  "text": "I felt the rise of that old familiar feeling. I hated it. I welcomed it.",
  "game": "Max Payne Two"
}, {
  "text": "Vinnie was about to piss his pants, he'd end up short circuiting the bomb and blowing us both up.",
  "game": "Max Payne Two"
}, {
  "text": "Winterson would have found a way to do this nice, neat and clean. Logic told me backup should be on its way. Somebody must have heard the gunfire. Logic was such a liar.",
  "game": "Max Payne Two"
}, {
  "text": "Mona's words on her being a sitting duck kept playing in my head. The bomb had misdirection written all over it.",
  "game": "Max Payne Two"
}, {
  "text": "I couldn't crack her. I had to crack the case.",
  "game": "Max Payne Two"
}, {
  "text": "You'd have to be a first-degree fool to fall for a woman who returns from the dead only to put a gun to your face.",
  "game": "Max Payne Two"
}, {
  "text": "She was beautiful. I hated her for making me feel this way.",
  "game": "Max Payne Two"
}, {
  "text": "Now that I was with her, I was reluctant to hear her answers.",
  "game": "Max Payne Two"
}, {
  "text": "Your past is like pieces of a broken mirror. You try to pick them up, but you only end up cutting yourself.",
  "game": "Max Payne Two"
}, {
  "text": "I had a dream of my wife. She was dead. But it was all right.",
  "game": "Max Payne Two"
}, {
  "text": "It was almost morning, waking up from the American Dream. We are willing to suffer, to die for the things we care about. For love, for the right choices, Because of her, I had solved the case. My case. All of it. Who I am. Is it worth it? Saying that it never is would be a lie. Sometimes you get lucky. Sometimes, something good comes out of it. Something you know you wouldn't deserve in a million years. Something that gives you a reason to go on.",
  "game": "Max Payne Two"
}, {
  "text": "In this hall of mirrors built by liars, I am a pale reflection of myself.",
  "game": "Max Payne Two"
}]
