[{
  "text": "They were all dead. The final gunshot was an exclamation mark to everything that had led to this point. I released my finger from the trigger. And then it was over.",
  "game": "Max Payne"
}, {
  "text": "Life was good. The sun setting on a sweet summer's day, the smell of freshly mowed lawns, the sounds of children playing... A house across the river, on the Jersey-side. A beautiful wife and a baby girl. The American Dream come true. But dreams have a nasty habit of going bad when you're not looking.",
  "game": "Max Payne"
}, {
  "text": "The sun went down with practiced bravado. Twilight crawled across the sky, laden with foreboding. I didn't like the way the show started. But they had given me the best seat in the house. Front row center.",
  "game": "Max Payne"
}, {
  "text": "The feeling hit me like a point-blank shot straight in the face: something was not right about this. My Beretta stirred nervously under my coat... But the train doors had already shut behind me, and I was in for the ride. Next stop: Roscoe Street Station.",
  "game": "Max Payne"
}, {
  "text": "So much for being subtle.",
  "game": "Max Payne"
}, {
  "text": "The word was out. A deadly virus released into the city's corrupt circulatory system. Something wicked this way comes. Max Payne at large.",
  "game": "Max Payne"
}, {
  "text": "A bomb went off, turning snow into liquid gold. The goons inside were spooked, but luck always came with a price tag.",
  "game": "Max Payne"
}, {
  "text": "Gognitti bailed. I made like Chow Yun-Fat.",
  "game": "Max Payne"
}, {
  "text": "I don't know about angels, but it's fear that gives men wings.",
  "game": "Max Payne"
}, {
  "text": "Ragna Rock was as inviting as a headache, flickering and flashing to a machine gun beat. The belly of the nightclub was a gothic theme park that began with bondage games, and led to the nasty stuff from there... As subtle with its dark message as a cop killer bullet through the heart. Like father, like son. Just like Jack Lupino.",
  "game": "Max Payne"
}, {
  "text": "Ragnarok, the end of the Viking world with a terrible winter that covered the Earth in ice, when vile crimes were rampant and all humanity lost. I could see how someone impressionable might get it into their head that we were at the end of time.",
  "game": "Max Payne"
}, {
  "text": "The flesh of fallen angels.",
  "game": "Max Payne"
}, {
  "text": "Beelzebub, Asmodeus, Baphomet, Lucifer, Loki, Cthulhu, Lilith, Hela... Blood given to you all... He was after that old Faustian deal - your soul for power and fortune, just sign on the dotted line with your blood.",
  "game": "Max Payne"
}, {
  "text": "After Y2K the end of the world had become a cliché. But who was I to talk, a brooding underdog avenger alone against an empire of evil, out to right a grave injustice. Everything was subjective. There were only personal apocalypses. Nothing is a cliché when it's happening to you.",
  "game": "Max Payne"
}, {
  "text": "Secrets... living under the skin of reality. I've seen it, the corruption of flesh! I'm the wolf! Yeah! I am the wolf! It's close. It's coming. You have come. The witness to the end of time. It's now! I will rise to her side! I don't need the words! I'm beyond the words!",
  "game": "Max Payne"
}, {
  "text": "I had known there'd have to be a catch in it somewhere, and this one was the Empire State Building of catches... Lupino was pumped up and dying to go 15 rounds with a mutant alligator.",
  "game": "Max Payne"
}, {
  "text": "The nightmare was always the same. Violent shapes moving in darkness, old and ugly. The killer's mad laughter was a riddle filled with wicked innuendo. Somewhere the baby was crying.",
  "game": "Max Payne"
}, {
  "text": "Shoot 'em fulla holes, blow 'em to bits, vaporize 'em, disintegrate 'em, no matter whatchu do, they'll still be back, good as new.",
  "game": "Max Payne"
}, {
  "text": "I woke up in a bad dream. My head felt two sizes too small for my brain.",
  "game": "Max Payne"
}, {
  "text": "He had a baseball bat, and I was tied to a chair. Pissing him off was the smart thing to do.",
  "game": "Max Payne"
}, {
  "text": "None of us was a saint.",
  "game": "Max Payne"
}, {
  "text": "No minotaur lurked in this labyrinth, but somewhere out there, on the clanking deck of his cargo freighter, the skipper of the Charon was waiting...",
  "game": "Max Payne"
}, {
  "text": "You really get a bang out of this big time gangster act, don't you?",
  "game": "Max Payne"
}, {
  "text": "Payne! You're a dead man... That's what everybody keeps telling me.",
  "game": "Max Payne"
}, {
  "text": "The numbing cold of the broken night had followed me in. Upstairs the trio tangoed down the manor halls to the silent rhythm of their murderous hearts, the blood of their victims rust on their lips.",
  "game": "Max Payne"
}, {
  "text": "Punchinello was a pushover. The moment I stepped into the room he folded like a deuce before a royal flush.",
  "game": "Max Payne"
}, {
  "text": "I was in a graphic novel. Funny as hell, it was the most horrible thing I could think of.",
  "game": "Max Payne"
}, {
  "text": "Staggering on the mill roof in ice and snow and wild wind, I was a ninja. My kung fu was strong. I wasn't kidding anyone. At best, I was Superman on kryptonite, about to fall through a skylight, down to where it was all going down.",
  "game": "Max Payne"
}, {
  "text": "I was close enough to hear the secrets just beyond the next doorway.",
  "game": "Max Payne"
}, {
  "text": "I had taken on the role of the mythic detective: Bogart as Marlowe, or as Sam Spade going after the Maltese Falcon, to unravel all the mysteries. Following a path of clues to that final revelation, even if it would take me down to the cold, cavernous depths of a grave.",
  "game": "Max Payne"
}, {
  "text": "Project Valhalla. V for valkyr, V for Valhalla. All of a sudden it read like a crackpot conspiracy theory.",
  "game": "Max Payne"
}, {
  "text": "I hadn't slept in a million years.",
  "game": "Max Payne"
}, {
  "text": "When the darkness fell, New York City became something else, any old Sinatra song notwithstanding. Bad things happened in the night, on the streets of that other city. Noir York City.",
  "game": "Max Payne"
}, {
  "text": "In the land of the blind the one-eyed man is king.",
  "game": "Max Payne"
}, {
  "text": "I had dreamed of revenge. Those dreams were always nightmares, of coming close and then failing. Now I was close. I had a name to guide me. Nicole Horne. I had nothing to lose.",
  "game": "Max Payne"
}, {
  "text": "Mine wasn't the most original approach to the problem, it wasn't as if it hadn't all been done before... An eye for an eye, the first principle of revenge, old as dirt, still going strong. The cardinal rule in going after someone with an intention to kill was not to make it personal, which it almost always ended up being anyway.",
  "game": "Max Payne"
}, {
  "text": "Valkyr had been meant to be a white-winged maiden who would lift you to a warrior's heaven. But it had turned out to be a one-way demon ride to hell. The Devil was in the drug. I knew. I had met him.",
  "game": "Max Payne"
}, {
  "text": "No begging, no bribes. She knew better. Honor among killers; we who are about to die. Both of us knew how this would end: in pain and suffering.",
  "game": "Max Payne"
}, {
  "text": "It's ridiculous you've made it this far.",
  "game": "Max Payne"
}, {
  "text": "They were all dead. The final gunshot was an exclamation mark to everything that had led to this point. I released my finger from the trigger. And then it was all over. The storm seemed to lose its frenzy. The ragged clouds gave way to the stars above. A bit closer to Heaven.",
  "game": "Max Payne"
}, {
  "text": "Colder than a walk-in fridge. Cold as a gun.",
  "game": "Max Payne"
}, {
  "text": "Collecting evidence had gotten old a few hundred bullets back. I was already so far beyond the point of no return I couldn't remember what it had looked like when I had passed it.",
  "game": "Max Payne"
}, {
  "text": "He was trying to buy more sand for his hour glass. I wasn't selling any.",
  "game": "Max Payne"
}, {
  "text": "It was colder than the devil’s heart, raining ice pitchforks as if the heavens were ready to fall.",
  "game": "Max Payne"
}, {
  "text": "One thing you can count on: You push a man too far, and sooner or later he'll start pushing back.",
  "game": "Max Payne"
}, {
  "text": "What's possible in dreams suddenly makes no sense.",
  "game": "Max Payne"
}, {
  "text": "It wasn't about how smart or how good you were. It was chaos and luck, and anyone who thought different was a fool.",
  "game": "Max Payne"
}, {
  "text": "An urban legend come true. You complete the jigsaw puzzle to discover it is a picture of yourself, finishing that same puzzle. A mad, green-eyed killer behind you.",
  "game": "Max Payne"
}, {
  "text": "There was no glory in this. I hadn't asked for this crap. Trouble had come to me, in big dark swarms. The good and the just, they were like gold dust in this city. I had no illusions. I was not one of them. I was no hero. Just me and the gun, and the crook. My options had decreased to a singular course.",
  "game": "Max Payne"
}, {
  "text": "You'd find that Lady Luck was really a hooker, and you were fresh out of cash.",
  "game": "Max Payne"
}]
